Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=707_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Ima Aikio-Arianiackin ja Miro Mantereen runokonserttikiertue Sajoksessa 21.5.
sme: Ima Aikio- Arianaick ja Miro Mantere johtiba diktakonseartamátkkis Sajosis 21.5.2013

source: ” Aurinko juo kermaa ” kuljettaa kesästä kevääseen on Ima Aikio- Arianaick ja Miro Mantereen runokonserttikiertueen nimi.
sme: Ima Aikio- Arianaick ja Miro Mantere johtiba miessemánus diktakonseartamátkkis Roavvenjárggas Ohcejohkii.

source: Aikio-Arianaick ja Mantere kiertävät toukokuussa runokonserttikiertueella Rovaniemeltä Utsjoelle.
sme: Ima lohká ođđa ja boares divttaidis sámegillii ja Miro lávlu oasi teavsttain suomagillii.

source: Ima lausuu uutta ja vanhaa tuotantoaan saameksi ja Miro pukee osan teksteistä suomenkielisiksi lauluiksi luoden samalla äänimaiseman, joka vie matkalle kesästä kevääseen.
sme: Son čuojaha ja duddjo divttaide jietnamáilmmi, mii doalvu geasis giđđii.

source: Kiertue Sajoksessa tiistaina 21.5.2013 klo 18.
sme: Diktakonsearta Anára Sajosis 21.5. dmu 18.

source: Ima Aikio-Arianaickin ja Miro Mantereen yhteistyö alkoi kolme vuotta sitten, jolloin Ima etsi lastenlevylleen sovittajaa ja tuottajaa.
sme: Ima Aikio-Arianaick ja Miro Mantere ovttasbargu álggii golmma jagi áigi, go Ima ozai heiveheaddji Ima hutkosat-mánáidskearrui.

source: Todettuaan ettei halua mitään tavanomaista hän päätti kysyä tehtävään äänitaiteilija / muusikko Manteretta.
sme: Son háliidii veahá ođđalágan šuoŋaid ja jearai jietnadáiddár ja musihkkár Mantere álgit bargui.

source: Ima hutkosat-levyn jälkeen yhteistyö on jatkunut.
sme: Ovttasbargu lea joatkašuvvan dan maŋŋáge.

source: Miro sävelsi musiikin Iman dokumenttielokuvaan Suomi-saame-suomi, jonka ensi-ilta oli Inarissa Skábmagovat - filmifestivaaleilla helmikuussa.
sme: Miro dagai musihka Ima dokumeantafilbmii “ Suoma-sáme-suoma ”, mii čájehuvvui vuosttas geardde guovvamánus Skábmagovat-filbmafestiválas Anáris.

source: YLE esittää elokuvan myöhemmin.
sme: YLE čájeha filmma maŋŋá tv:s.

source: Kolmas yhteinen projekti on ” Aurinko juo kermaa ” - runomusiikkiteos, josta osa nähdään tulevalla kiertueella.
sme: Ima ja Miro goalmmát oktasaš prošeakta lea “ Beaivváš čuohká gaba ” - diktamusihkkaduodji, mas oasi beassá gullat sudno diktamusihkkaturneas.

source: Runo on musiikkia
sme: Dikta lea musihkka

source: ” Aurinko juo kermaa ” sai alkunsa vajaa kaksi vuotta sitten, kun Miro pyysi Imaa kirjoittamaan lyhyitä, haikumaisia runoja sävelteoksensa ytimeksi.
sme: ” Beaivváš čuohká gaba ” riegádišgođii guovtte jagi áigi, go Miro dáhtui Ima čállit oanehis divttaid musihkkaduojis vuođđun.

source: Vuodessa syntyi melkein 200 runoa, joista pieni osa valikoitui ” Aurinko juo kermaa ” - teokseen.
sme: Jagis ihte masá 200 divtta, main oasáža Ima čohkkii “ Beaivváš čuohká gaba ” várás.

source: Runot vievät kesästä kevääseen.
sme: Divttat dolvot geasis giđđii.

source: Miro luo Iman runojen inspiroimana ja äänimaisemilla lausunnan ja musiikin yhtenäiseksi kokonaisuudeksi.
sme: Jagiáiggiid molsašuvvan gullo sániin ja musihkas.

source: Hänelle runo on musiikkia ja äänimaisemat vuoropuhelua runojen ja luonnon kanssa. Hän antaa niiden ilmentää itseään vapaasti oman itsensä kautta.
sme: Miro diktá Ima divttaid dolvvodit iežas ja dasto son hukse jietnamáilmmi, mas luondu, musihkka ja divttat šaddet oktan ollisvuohtan.

source: Soitinten ja Miron nauhoittamien luontoäänien lisäksi mukana on ite-soittimia, foundsound ja analoginen ääniteknologia.
sme: Dábálaš čuojanasaid ja Miro bádden luonddujienaid lassin fárus leat maid su iežas dahkan ite-čuojanasat, foundsound ja analogalaš jietnateknologiija.

source: lähteen reunalla
sme: johkaskálžu čuojaha

source: jokihelmisimpukka
sme: bulljarasat golggiidit

source: soittaa kuplia virtaan
sme: Diktačálli ja jietnadáiddár

source: Runoilija ja äänitaiteilija Runoilija Ima Aikio-Arianaick on julkaissut saameksi viisi runokirjaa, joista Suonat-kirja ilmestyy norjaksi tänä keväänä.
sme: Diktačálli Ima Aikio-Arianaick lea almmustuhttán vihtta diktagirjji, main Suonat-girji ilbmá dán giđa dárogillii.

source: Aikaisemmin se on käännetty myös suomeksi, englanniksi, unkariksi ja saksaksi.
sme: Jo ovdal dat lea jorgaluvvon suoma-, eaŋgalas-, duiskka- ja ungáragillii.

source: Hän on kirjoittanut kaksi lastenkirjaa ja sanoittanut kaksi levyllistä lastenlauluja.
sme: Son lea čállán maid guokte mánáidgirjji ja sániid Ima ipmašat ja Ima hutkosat - mánáidskearruid lávlagiidda.

source: Sen lisäksi pulmankijärveläinen Ima tekee elokuvia ja musiikkivideoita.
sme: Dasa lassin buolbmatjávrelaš Ima dahká filmmaid ja musihkkavideoid.

source: Porvoolaisen äänitaiteilija ja muusikko Miro Mantereen musiikkia on vaikea luokitella mihinkään kategoriaan.
sme: Jietnadáiddár ja musihkkár Miro Mantere musihka lea váttis heivehit mange kategorijai.

source: Perinteisten soittimien lisäksi hän tekee musiikkia vaikka kakkuvuoalla ja vessanharjalla.
sme: Dábálaš čuojanasaid lassin son čuojaha vaikko gáhkkolihtiin dahje hivssetgusttain.

source: Hän luo livenä ääniä, joita äänittää saman tien ja toistaa ne kerroksittain, mistä tulee musiikkiesitys.
sme: Son dahká live-jienaid, bádde daid dađistaga ja bidjá gullot daid badjebadjálaid, mas dasto šaddá musihkka.

source: Hän on tällaisen live-looping menetelmän uranuurtaja Suomessa.
sme: Aiddo son lea buktán diekkár live-looping vuogi Supmii.

source: Taiteelliseen työhönsä pohjautuvia musiikkityöpajoja hän on vetänyt mm. elinkautisvangeille ja päihdekuntoutujille.
sme: Dáiddalaš doaimmaidasas vuođđuduvvi musihkkabargobájiid son lea doallan ee. fáŋggaide ja gárrenávdnasiin beasadeaddji olbmuide.

source: Työpajojen kantavana ideana on, että kaikki osaavat soittaa ja tehdä musiikkia.
sme: Su bargobájiid vuođđojurddan lea, ahte buohkat máhttet čuojahit ja dahkat musihka.

source: Iman ja Miron runokonserttikiertue Saamelaiskulttuurikeskus Sajoksessa tiistaina 21.5.2013.
sme: Lágideaddjit ja oktavuođadieđut:
